dmdc/evaluation/makeFields/template/system/FO_force
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      myDict;
}
functions
{
    // Note: the phi field is required by the CourantNo function object

     forces_recon
    {
        type            forceCoeffs;
        libs            (forces);
        writeControl    timeStep;
        writeInterval   1;
        log false;

        patches
        (
            cylinder
        );

        rhoInf      1;
        rho         rhoInf;

        CofR        (0.2 0.2 0.005);
        liftDir     (0 1 0);
        dragDir     (1 0 0);
        magUInf     1.0;
        lRef        0.1;
        Aref        0.001;
    }

}
